print("Python არის მაღალი დონის, უნივერსალური პროგრამირების ენა.")
print("ის შეიქმნა 1991 წელს გიდო ვან როსუმის მიერ.")
print("Python გამოირჩევა მარტივი და წაკითხვადი სინტაქსით.")
print("ეს არის ინტერპრეტირებული ენა, ანუ კოდი სრულდება პირდაპირ კომპილაციის გარეშე.")
print("Python გამოიყენება ვებ-დეველოპმენტში, მონაცემთა ანალიზში, ხელოვნურ ინტელექტში და პროგრამების შექმნაში.")
print("მას აქვს დიდი ბიბლიოთეკები და ძლიერი მომხმარებელთა საზოგადოება.")

#print() ბრძანება python-ში გამოიყენება იმისთვის რომ პროგრამამ ეკრანზე გამოიტანოს ინფორმაცია.

age = 14 #ჩემი

print(age)

age = 17 #მეგობრის

print(age)

name = "გიორგი"

surname = "აბესაძე"

both = "გიორგი აბესაძე"

print(name+surname+both)
